[TheWorld:PersistentLevel.H7DimensionChannel_0 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_1 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_2 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_3 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_5 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannel_6 H7DimensionChannel]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_0 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_1 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_2 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_3 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_4 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionChannelExit_5 H7DimensionChannelExit]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_4 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_5 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_6 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_7 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_8 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_9 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_0 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_1 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_2 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7Keymaster_0 H7Keymaster]
mName=""

[TheWorld:PersistentLevel.H7Keymaster_1 H7Keymaster]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_0 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_1 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7KeymasterGate_2 H7KeymasterGate]
mName=""

[TheWorld:PersistentLevel.H7RandomFort_0 H7RandomFort]
mName="方块"

[TheWorld:PersistentLevel.H7RandomFort_1 H7RandomFort]
mName="红心"

[TheWorld:PersistentLevel.H7RandomFort_2 H7RandomFort]
mName="梅花"

[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName="黄色"

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName="蓝色"

[TheWorld:PersistentLevel.H7RandomTown_2 H7RandomTown]
mName="红色"

[TheWorld:PersistentLevel.H7RandomTown_3 H7RandomTown]
mName="绿色"

[TheWorld:PersistentLevel.H7RandomTown_4 H7RandomTown]
mName="雪地"

[TheWorld:PersistentLevel.H7RandomTown_5 H7RandomTown]
mName="海滩"

[TheWorld:PersistentLevel.H7RandomTown_6 H7RandomTown]
mName="沼泽"

[TheWorld:PersistentLevel.H7RunicGate_0 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7VisitingShell_0 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="狮鹫"

[TheWorld:PersistentLevel.H7VisitingShell_1 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="狮鹫孪生兄弟"

[TheWorld:PersistentLevel.H7VisitingShell_3 H7VisitingShell]
mDescription=""
mDescriptionInactive=""
mName="马车"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_0 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_0"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_1 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_1"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_10 H7SeqAct_Quest_NewNode]
mTitle="寻找定向马鞍"
mDescription="寻找定向马鞍"
mRewardText="干得不错！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_11 H7SeqAct_Quest_NewNode]
mTitle="掌控矿场"
mDescription="掌控矿场"
mRewardText="恭喜，你的经济现在可以蓬勃发展。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_12 H7SeqAct_Quest_NewNode]
mTitle="拜访阿尔卡斯祭坛"
mDescription="拜访阿尔卡斯祭坛"
mRewardText="干得不错！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_13 H7SeqAct_Quest_NewNode]
mTitle="拜访艾尔拉思祭坛"
mDescription="拜访艾尔拉思祭坛"
mRewardText="干得不错！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_14 H7SeqAct_Quest_NewNode]
mTitle="寻找掠夺者手套"
mDescription="寻找掠夺者手套"
mRewardText="恭喜！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_15 H7SeqAct_Quest_NewNode]
mTitle="收集马车中的材料"
mDescription="收集马车中的材料"
mRewardText="这里有些东西可以加速你城镇的建设！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_16 H7SeqAct_Quest_NewNode]
mTitle="法术！"
mDescription="拜访第一座奥法祭坛"
mRewardText="非常好"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_17 H7SeqAct_Quest_NewNode]
mTitle="更多法术"
mDescription="拜访第二座奥法祭坛"
mRewardText="这下更好了"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_18 H7SeqAct_Quest_NewNode]
mTitle="还要更多法术"
mDescription="拜访第三座奥法祭坛"
mRewardText="太棒了！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_19 H7SeqAct_Quest_NewNode]
mTitle="强大的法术"
mDescription="拜访第四座奥法祭坛"
mRewardText="太了不起了！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="怪物杀手"
mDescription="消灭500个怪物"
mRewardText="好样的，多亏了你，世界更安全了。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_20 H7SeqAct_Quest_NewNode]
mTitle="占领梅花要塞"
mDescription="占领梅花要塞"
mRewardText="很好，这里有些东西可以让你得到一些援军！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_21 H7SeqAct_Quest_NewNode]
mTitle="建造亚莎之泪"
mDescription="建造亚莎之泪"
mRewardText="恭喜！"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_23 H7SeqAct_Quest_NewNode]
mTitle="蓝色城镇等级40"
mDescription="将蓝色城镇发展到40级"
mRewardText="你拥有一座非常棒的城镇。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="占领雪地城镇"
mDescription="占领雪地城镇"
mRewardText="恭喜，你成为一座新城镇的主人。这是给你建造一些东西的奖励。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_4 H7SeqAct_Quest_NewNode]
mTitle="成为伟大的战士"
mDescription="达到16级"
mRewardText="恭喜，你已成为一名伟大的战士。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_5 H7SeqAct_Quest_NewNode]
mTitle="成为伟大的绝地"
mDescription="达到25级"
mRewardText="恭喜，你已成为一名伟大的绝地。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_6 H7SeqAct_Quest_NewNode]
mTitle="蓝色城镇等级20"
mDescription="将蓝色城镇发展到20级"
mRewardText="你拥有一座非常棒的城镇。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_7 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_2"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_8 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_3"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_0 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_1 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_10 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_11 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_12 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_14 H7SeqAct_QuestObjective]
mDescription="掌控矿场"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_15 H7SeqAct_QuestObjective]
mDescription="拜访阿尔卡斯祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_16 H7SeqAct_QuestObjective]
mDescription="拜访艾尔拉思祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_17 H7SeqAct_QuestObjective]
mDescription="寻找定向马鞍"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_18 H7SeqAct_QuestObjective]
mDescription="寻找掠夺者手套"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_19 H7SeqAct_QuestObjective]
mDescription="收集马车中的材料"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_2 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_20 H7SeqAct_QuestObjective]
mDescription="拜访第一座奥法祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_21 H7SeqAct_QuestObjective]
mDescription="拜访第二座奥法祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_22 H7SeqAct_QuestObjective]
mDescription="拜访第三座奥法祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_23 H7SeqAct_QuestObjective]
mDescription="拜访第四座奥法祭坛"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_24 H7SeqAct_QuestObjective]
mDescription="占领梅花要塞"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_25 H7SeqAct_QuestObjective]
mDescription="建造亚莎之泪"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_27 H7SeqAct_QuestObjective]
mDescription="将蓝色城镇发展到40级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_3 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_4 H7SeqAct_QuestObjective]
mDescription="消灭500个怪物"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_5 H7SeqAct_QuestObjective]
Description="占领雪地城镇"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_6 H7SeqAct_QuestObjective]
mDescription="达到16级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_7 H7SeqAct_QuestObjective]
mDescription="达到25级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_8 H7SeqAct_QuestObjective]
mDescription="将蓝色城镇发展到20级"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_9 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_3.H7SeqAct_ShowText_0 H7SeqAct_ShowText]
mText="这只狮鹫在它的孪生兄弟被找到之前不会离开。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_3.H7SeqAct_ShowText_1 H7SeqAct_ShowText]
mText="第一只狮鹫已经去和它的孪生兄弟汇合了"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_3.H7SeqAct_ShowText_2 H7SeqAct_ShowText]
mText="一名敌方间谍成功潜入你的金库并盗走了资源！\n恐怕他每晚都会重复他的罪行……"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_3.H7SeqAct_ShowText_3 H7SeqAct_ShowText]
mText="现在看来似乎有一整个暴徒团伙在每晚袭击你的财宝！"

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_0 H7MapInfo]
mName="海湾"
mDescription="战争来了\n海湾边境的邻居们觊觎你的财富，并已联手对抗你。\n这还不够，持续不断的谣言似乎表明另一个好战分子很可能试图趁火打劫。\n为你自己以及AI玩家选择你喜欢的阵营。不过，建议你为AI玩家4（黄色）选择与你相同的阵营。\n为每个AI玩家选择英雄难度（左侧）。\n感谢@Doctor的帮助（狮鹫和地下世界的光明）。 ;)\n感谢@Alain在这张地图测试期间提供的帮助。"